//UC of AppStore 英国
"ucBuyItemError" = "The purchased product is invalid, please try again later!";
"ucBuyItemOK" = "OK";
"SubscriptionAlertMessage" = "%@ %@ will be charged on your iTunes Account after confirmation and each time the subscription renews %@.Unless you turn off auto-renew, the subscription will automatically renew 24 hours prior to the end of the subscription period.You can manage subscriptions and auto-renewals by going to your Account Settings after purchase.";
"SubscriptionAlertTitle" = "Confirm Subscription";
"SubscriptionAlertCancel" = "Cancel";
"SubscriptionAlertOK" = "Subscribe";
"SubscriptionAlertPrivate" = "Privacy Policy";
"SubscriptionAlertService" = "Terms of Service";
"SubscriptionWeek" = "Every Week";
"SubscriptionWeeks" = "Every %d Week";
"SubscriptionMonth" = "Every Month";
"SubscriptionMonths" = "Every %d Month";
"SubscriptionYear" = "Every Year";
"SubscriptionYears" = "Every %d Year";
